{
"Epsilon":{
"danielle":{
"name":"Danielle Lauren Seidner",
"description":"Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. And I TOTALLY take this assignment seriously.",
"shoutOut":"Danielle, she has the courage to speak up and disagree when everyone else is too overwhelmed to say they have no clue what is happening. Danielle offered to share her banana bread with me. Danielle showed me her code before class started and told me about the weekend assignment."
},
"daveb":{
"name":"David Owen Beck",
"description":"24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening.",
"shoutOut":"Thanks to Dave B for his understanding of Bootstrap and his good taste in laying out a page. Dave Beck helped me through a couple of things on our team presentations that I didn't quite understand. Amelia and Dave Beck were great to work with today. Great humor and relaxed but focused attitude...thanks! Dave B and Laura were a great small group to work with!"
},
"brian":{
"name":"Brian Wayne Daves",
"description":"Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot. My wife's name is Christine and we hava a dog named Rufus.",
"shoutOut":"Thanks to Brian for taking much better notes than me! Thanks to Nick and Manu for their willingness to answer questions regarding the assignment without simply giving out an answer. Same to Brian! My group of Lauren Brian and Alex who helped to make our group project successful and being positive an encouraging the entire time."
},
"daveh":{
"name":"David William Hoverson",
"description":"I currently dream in code.",
"shoutOut":"Dave (tall Dave), is a true gentleman. My table neighbor Dave Hoverson has continued to be a great help with great patience."
},
"amelia":{
"name":"Amelia Elizabeth Frevert",
"description":"I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming.",
"shoutOut":"Amelia is a delight to hang out with...thanks for your great cheer, Amelia. Amelia for giving me some direction with what javascript books to buy Being able to relate with Amelia has been great and definitely helpful in getting through these first few weeks! I'd also like to show some love for Amelia, for making some training treats. It was a welcome reward, while learning jQuery and Handlebars. I studied with Laura and Amelia this weekend and I really like them both. We were all problem solving and working really hard. We also laughed a lot. Amelia is so funny and quirky. I get a kick out of her."
},
"geoffrey":{
"name":"Geoffrey Allen Hofman-Frethem",
"description":"Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN.",
"shoutOut":"Goeffrey is great to work with. He obviously has a lot of experience. I really appreciate that he's a good listener, he's flexible and he shares his knowledge like a pro. Hilarious too, which makes working in a group with him all the more fun. I'd thank Geoffrey for keeping our group light hearted yet focused. Geoffrey offered his help out of nowhere to my group today. He is pretty rad. It was great working with Laura and Geoffrey, they really helped me out to understand some things that may have taken more time to do on my own. Geoffrey helped me again over the weekend. He has a lot to offer and he is also a really relatable and personable kind of guy. I know I've met him before, too and I know we have mutual friends. True Epsilon gentleman. "
},
"jake":{
"name":"Jacob Paul Schoolmeesters",
"description":"Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
"shoutOut":"It was great working with Jonathan, Jake, and Zach for the group project over the past two days. Everyone was really supportive of each other."
},
"manu":{
"name":"Juan Manuel Gutierrez Garcia",
"description":"Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock.",
"shoutOut":"Manu for sharing his life journey in his speech today. It reminded me why I decided to come to Prime. Thanks to Nick and Manu for their willingness to answer questions regarding the assignment without simply giving out an answer. Manu was also sweet. I would like to thank Manu for giving a long speech today. I was Matt Damon again and the Kimmel show just didn't have time to get to me..."
},
"john":{
"name":"John Vang",
"description":"I really don't have a middle name.  I'm from Calfornia.",
"shoutOut":"John talked to me about how things were going for him at Prime and told me a little about himself. It was great to keep working together with Jonathan, Zach and John."
},
"jonathan":{
"name":"Jonathan Osborne",
"description":"Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
"shoutOut":"Jonathan is the most enthusiastic coder I have ever met. He is so inclusive and made sure everyone was following his logic. A real gem. Jonathan was very thoughtful during group work and would pause to ask if everyone was understanding what was being talked about. I would like to thanks, my teammates Doug and Jonathan, for today's quiz participation....... Thanks to Jonathan for some great fast-math during the group exercise. Thanks to Jonathan for his help solving problems."
},
"loren":{
"name":"Lauren  Margaret Beatty",
"description":"My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah.",
"shoutOut":"I was so excited to work with Lauren today. She speaks her mind and I can tell that she is methodical and just smart. I learn a lot from the questions she asks and I get the impression that she doesn't have a judgmental bone in her body, too. All around cool person. I had a grateful experience working in a team with Lauren and Sarah. Working with them helped me understand some things faster than if I would've done it by myself.I haven't been in a group with Lauren yet, but I can tell that she adds a lot to the class. During presentations yesterday, she spoke about her groups experience and how they came up with their solution. She has a unique perspective on things and I am glad to be in a cohort with her. My group of Lauren Brian and Alex who helped to make our group project successful and being positive an encouraging the entire time. I would also like to thank Lauren, for showing me the walking path."
},
"laura":{
"name":"Laura Margaret Kressin",
"description":"23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi.",
"shoutOut":"I'd thank Laura for slowing our team down and breaking the Javascript challenge into manageable pieces. This made what seem like an impossible task, very doable. Dave B and Laura were a great small group to work with! It was great working with Laura and Geoffrey, they really helped me out to understand some things that may have taken more time to do on my own. I studied with Laura and Amelia this weekend and I really like them both. We were all problem solving and working really hard. We also laughed a lot."
},
"liz":{
"name":"Liz Piet",
"description":"Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
"shoutOut":"I really appreciate Liz's relaxed vibe and positive attitude. Liz came and talked to me after class about what her experience has been with the program overall and it helped me to relate and put my own experience into perspective as well. Also offered some advice about our project that helped make it function better. Nice end to the day. Amelia's humor is the best, and helps everyone feel more relaxed. I enjoyed working with Liz and Geoffrey for the first time today. Both are very gracious, accommodating and fun. Liz came and talked to me after class about what her experience has been with the program overall and it helped me to relate and put my own experience into perspective as well. Also offered some advice about our project that helped make it function better. Nice end to the day. I enjoyed working with Liz and Geoffrey for the first time today. Both are very gracious, accommodating and fun."
},
"erick":{
"name":"Erick Alejandro Lee",
"description":"My favorite countries/trips are Guatemala, Colombia, France, Argentina, New York.",
"shoutOut":"Erick is like a ray of sunshine. He keeps things light and optimistic. I think is a forever learner and charming at that. He always offers help and stays positive when things get tough. Erick was really open about not following everything in the group project today, and it was helpful for me to also open up and ask more questions about the decisions that were being made. Doug, Erick and Amelia for the job done in group project."
},
"nicholas":{
"name":"Nicholas D Renford",
"description":"Sometimes I forget to turn the oven off.",
"shoutOut":"Nick Renford is super-knowledgeable, and is very gracious with sharing and helping others in his cohort. He is confident, but not in any way arrogant, and really enjoys helping and sharing his knowledge. Nick - for his help on the project generator assignment. was good working with Nick. knowing that he has prior programming experience he was helpful to not simply take over, but patiently walked brian and I through the problem. appreciate his helpfulness. Nick and Doug for explaining some of the steps that I didn't understand in value challenges. I'm sure he'll get a lot, but shoutout to Nick for being the guy who has the patience to explain a concept beginning to end. Nick, he's humble despite clearly having a solid grasp on everything we have covered so far (except for regex). Thanks to Nick for stepping in and helping our group process the calculation portion of the challenge code. He did a great job with walking us through rather than grabbing the keyboard. Nick for explaining and guiding me through a problem after class today. He does a good job of not giving me the answer or just taking over and doing it for me. He allows me to work on my own and then provides direction when I feel stuck."
},
"doug":{
"name":"George Douglas Ritzinger",
"description":"Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately.",
"shoutOut":"Doug is another true gentleman of Epsilon. He is an organizing machine and I love his notes AND his questions. He helped me today on my assignment. He is patient, kind and incredibly smart. A trustworthy kind of person. Doug helped me out a TON by sending me his notes from the lecture I missed yesterday. Thanks Doug!! I would like to thank Doug for giving me a small perspective on where I was going wrong... I had some button inception.... I would like to thank my fellow cohort member, Doug. He helped a lot in explaining some concepts to me. Doug, Erick and Amelia for the job done in group project. Doug took time after he finished the solo challenge to help me with problems I was having with mine. Doug was very helpful today, as we tried working through the jQuery challenge this morning. "
},
"ryan":{
"name":"Ryan Merchlewitz",
"description":"Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
"shoutOut":"Ryan was pretty helpful today during the jQuery challenges. He helped me today by pointing me in the right direction with my code. Ryan, also being a chill dude and accepting my sense of humor. I was able to do some improvement in the group challenge with Zach and Ryan. I saw Ryan M. emptying the dishwasher today!! Thanks, Ryan!"
},
"sarah":{
"name":"Sarah Ann Marrone",
"description":"Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN.",
"shoutOut":"I would like to thank Sarah from my cohort who has been doing a great job explaining things to me at my level, without having any kind of attitude. I do not feel any discomfort asking her questions of any sort related to the topic. She is just wonderful! Shoutout to Sarah for really taking the reins on our mentor group and doing a lot of the organizing/communication! Sarah, she maintains an admirable stability even when things get crazy. Thanks to Sarah for helping me when my notes were not as good as they could have been and hers were. Sarah is so nice to be around and to work with. She showed or group a new way to check our code for errors and we were all like, whoooaaa. She is so sweet. I would like to thank Sarah from my cohort who has been doing a great job explaining things to me at my level, without having any kind of attitude. I do not feel any discomfort asking her questions of any sort related to the topic. She is just wonderful !"
},
"zach":{
"name":"Zachary Allan Thomas Turner",
"description":"I have two middle names. Born in Denver.",
"shoutOut":"It was great to keep working together with Jonathan, Zach and John. It was great to keep working together with Jonathan, Zach and John."
}
}
}